{
    "BarList": [
        "Lingie's Cave",
        "Riney's Midnight Cafe",
        "Yumiko's Bar",
        "Madgee's Bar",
        "Izuki's Monster Girl Bar",
        "CY-BAR",
        "Blue Rose Garden"
    ],
    "Players": {
        "Lingie": {
            "Active": true,
            "Bars": [ 0, 1, 2, 3, 4, 5, 6 ],
            "Color": "ff4d00",
            "JoinMessage": "<color=#ff4d00>Lingie</color> has joined the world, wiggle wiggle.",
            "PermLevel": 10,
            "DVC21": true
        },
        "Riney": {
            "Active": true,
            "Bars": [ 0, 1, 2, 3, 4, 5, 6 ],
            "Color": "674AE2",
            "JoinMessage": "<color=#674AE2>Riney</color> has joined the world.  Nyaa~",
            "PermLevel": 10,
            "DVC21": true
        },
        "Yee-Ti Mcgee": {
            "Active": true,
            "PermLevel": 9,
            "DVC21": true
        },
        "Driven_Cleo": {
            "Active": true,
            "PermLevel": 9,
            "Color": "333333",
            "DVC21": true
        },
        "Savy Strawberry": {
            "Active": true,
            "PermLevel": 9,
            "DVC21": true
        },
        "morbidlydolly": {
            "Active": true,
            "PermLevel": 9,
            "DVC21": true
        },
        "KillFrenzy": {
            "Active": true,
            "Color": "00D0FF",
            "PermLevel": 9,
            "DVC21": true
        },
        "Gobit": {
            "Active": true,
            "PermLevel": 9,
            "DVC21": true
        },
        "Savvy Chap": {
            "Active": true,
            "PermLevel": 7,
            "DVC18": true
        },
        "Disenfranchised": {
            "Active": true,
            "PermLevel": 7,
            "DVC21": true
        },
        "S̷a̷m̷u̷e̷l̷": {
            "Active": true,
            "PermLevel": 7,
            "DVC18": true
        },
        "Dacon": {
            "Active": true,
            "Color": "8000FF",
            "JoinMessage": "Not Configured"
        },
        "FirecatStudios": {
            "Active": true,
            "Bars": [ 6 ],
            "Color": "FF0000",
            "JoinMessage": "Not Configured"
        },
        "cheese in a bag": {
            "Active": true,
            "Bars": [ 4 ],
            "Color": "7a09c8",
            "JoinMessage": "<Now Entering <color=#7a09c8>Izuki Moon</color>, who totally is not a vtuber XD>"
        },
        "jagi sama": {
            "Bars": [ 4 ],
        },
        "Zetashirken": {
            "Bars": [ 4 ],
        },
        "Agux909": {
            "Bars": [ 4 ],
        },
        "Tai420": {
            "Bars": [ 4 ],
        },
        "Captin_redbeard": {
            "Bars": [ 4 ],
        },
        "Sparklcat": {
            "Active": true,
            "Bars": [ 5 ],
            "Color": "ffccff",
            "JoinMessage": "Not configured."
        }
    },
    "GlobalMessage": {
        "Version": 0,
        "Message": "No Message"
    },
    "GroupImages": 6,
    "PeopleImages": 7,
    "PatchNotes": "<size=200%><color=#004B55>== 11/8/23 || Build V0.1.40 - Post Halloween ==</color></size>\n<size=150%>[ New Features ]</size>\n\n• <color=#FD7E53>Added the <color=#004B55>Experience Tab</color> for the General Manager.  New features are going to start showing up in here for the Management to change the experience of the bar.</color>\n• -- <color=#FD7E53>You can now set the world to <color=#004B55>verification required</color> access in the <color=#004B55>Experience Tab</color>, if you are the General Manager.</color>\n• <color=#FD7E53>Added the <color=#004B55>Security Tab</color>.  Security functions are being actively added piece by piece, but the available functions are all shown as buttons already, so you'll know what to expect!</color>\n• -- <color=#FD7E53>Security and Management can tag users as <color=#004B55>Verified</color> which will allow them through the invisible gate at the front doors, if the <color=#004B55>Verification Requirement Button</color> has been toggled on in the Experience tab.</color>\n• <color=#FD7E53>You can now drink your drinks by bringing the glass to your face!  ('Cause it's what we do.)</color>\n• <color=#FD7E53>The world is getting larger, and we know that this may cause some concern with optimization.  Fear not!  As with the previous work, all areas are being constructed in ways that they'll be efficiently occluded.</color>\n• -- <color=#FD7E53>That said, theres a new wrapped around hallway that will have comfort areas and private rooms in the future.  As well, we made the hallway leading back to the Sundown Lounge a lot cleaner and nicer, and subdivided it!</color>\n• -- <color=#FD7E53>Aformentioned areas include <color=#004B55>The Memory Vault, The Calendar Room, and a future Lore Room.</color>  These rooms will all have interactive properties going forward, including a photo booth, and an interactive Events calendar for future events!</color>\n• <color=#FD7E53>The Sundown Lounge now has an interactive floor.  DJs and Management can open and close the floor, exposing another Video Player, as well as shader-glass floor.  This'll totally be AudioLink'd in the future.  :D</color>\n• <color=#FD7E53>Added a bloom, and a brightness slider for PCVR/PC Standalone.  (Sorry Quest, once we can use Post Processing for Quest, you'll be in there too!  :<)</color>\n• <color=#FD7E53>We finally made the bathroom usable in it's most basic of forms!  You can, if you're intoxicated, use the toilets now to Purge.</color>\n\n\n<size=150%>[ Bug Fixes ]</size>\n\n• <color=#FD7E53>Corrected the drink machine so that users on Quest can now see color differences between un-selected/selected/unselectable buttons.</color>\n• <color=#FD7E53>Fixed the doors in the back Office from being unable to be opened on PC Standalone.</color>\n• <color=#FD7E53>DJ wall, and Video Player should be synced across all clients, and across the instance.</color>\n• <color=#FD7E53>Water was made more usable.  Some considered this a bug, so we're leaving it here.  You should only need to drink a third of what you needed to before.  (One complete glass of water will remove 90% of the drunkness effect over a short time.)</color>\n• <color=#FD7E53>Lingie finally edited the models in the instance and made them more viewable.  (For those Blender-informed, I added Auto-Smoothing to every model, and actually learned how to use 'Sharps.'  Special thanks to KillFrenzy for setting me on the right path on this one.</color>"
}